<?php

return [
    'Language' => 'සිංහල',
    'English' => 'English',
    'Sinhala' => 'සිංහල',
    'French' => 'French',

    'notFoundText' => 'සමාවන්න! ඉල්ලූ පිටුව හමු නොවීය.',

    'Description' => 'විස්තර',
    'Education' => 'ඉගෙනීම',
    'Children Care' => 'ළමා රැකවරණය',
    'Social Skills Training' => 'සමාජ නිපුණතා පුහුණුව',


    'whoWeAre-heading' => 'අපි කවුරුද?',
    'whoWeAre-description1' => 'සර්ඩ් කැලණිය නැමැති අප විශේෂ අවශ්‍යතා සහිත දරුවන්ගේ පාසලකි.මෙය බස්නාහිර පලාත් සමාජ සේවා ප්‍රඥාප්තියේ අංක 7 දරණ වගන්තිය යටතේ ලියාපදිංචි වී ඇත (ලියාපදිංචි අංකය : WP/SSD/G/DH/2011/08).   තවද ආබාධ තැනැත්තන්ගේ අයිතිවාසිකම් ආරක්ෂා කිරීමේ පනත යටතේ ලියාපදිංචි කොට ඇත (ලියාපදිංචි අංකය : MSS/NSPD/R/167). අප ආයතනය ගම්පහ දිස්ත්‍රික්කයේ මහර ප්‍රාදේශීය ලේකම් කාර්යාලයේ වරකාගොඩ ග්‍රාමනිලධාරී කොඨ්ටාශයේ අංක 519/4 බොන්ලන්ද වත්ත, 3 වන පටුමග හි පිහිටා ඇත.',
    'whoWeAre-description2' => '',

    'whatWeDo-heading' => 'අප කරන්නේ කුමක්ද?',
    'whatWeDo-description' =>
        'අපි පවුල්වලට චිත්තවේගීය සහය, තොරතුරු සහ මග පෙන්වීම ලබා දෙන්නෙමු.
        අවශ්‍ය වූ විට, වෙනත් ආයතන හරහා අතිරේක සේවාවන් ලබාදීමද අප විසින් සිදු කරනනෙමු.
        අපගේ ඉලක්කය වන්නේ දරුවන්ගේ සාර්ථකත්වයට උපකාර කිරීම සඳහා පවුල සහ පාසල අතර සහයෝගීතාව ප්‍රවර්ධනය කිරීමයි.
        ',
    'carouselText-1' => 'ප්‍රජාව පදනම් කරගත් ළමුන් නැවත සමාජගත කිරීම දිරිමත් කිරීම',
    'carouselText-2' => 'දරුවන් හදාවඩා ගැනීම, භාරකාරත්වය සහ  පෝෂණ සත්කාර  ප්‍රවර්ධනය කිරීම',
    'carouselText-3' => 'ළමා මූලික පවුල්වල ආරක්ෂාව, රැකවරණය සහ සංවර්ධනය සහතික කිරීම',


    'latestEventsHeading' => 'නවතම සිදුවීම්',
    'testimonialHeading' => 'සහතික කිරීම්',
    //Footer

    'serdAddress' => 'No,519/4,3 වන පටුමග,බොන්ලන්දවත්ත.',

    'Links' => 'සබැඳි',
    'Home' => 'මුල් පිටුව',
    'Victories' => 'ජයග්‍රහණ',
    'About Us' => 'අපි ගැන',
    'Contact Us' => 'අප අමතන්න',
    'Events' => 'සිද්ධීන්',
    'New Year Celebration' => 'අලුත් අවුරුදු උත්සවය',
    'Vesak Festival' => 'වෙසක් උත්සවය',
    'Art & Hand Craft Exhibition' => 'චිත්‍ර සහ අත්කම් ප්‍රදර්ශනය',
    'Art Festival' => 'කලා උළෙල',
    'Christmas Festival' => 'නත්තල් උත්සවය',
    'Social Life Training' => 'සමාජ ජීවිත පුහුණුව',


    //Victories
    'victories-carouselText' => 'ජයග්‍රාහකයෙකු කිසි විටෙකත් උත්සාහය අත් නොහරියි.',
    'victories-heading' => 'අප ලැබූ විශිෂ්ටතම ජයග්‍රහණ',


    //Events
    'New Year Events' => 'අලුත් අවුරුදු සිදුවීම්',
    'Vesak Events' => 'වෙසක් සිදුවීම්',
    'No events yet.' => 'තවම කිසිවක් නොමැත.',
    'Art & Hand Craft Events' => 'චිත්‍ර සහ අත්කම් ඉසව්',
    'Art Festival Events' => 'කලා උළෙල',
    'Christmas Festival Events' => 'නත්තල් උත්සව උත්සව',
    'Social Life Training Events' => 'සමාජ ජීවිත පුහුණු සිදුවීම්',

    //About us
    'Our Mission' => 'අපේ මෙහෙවර',
    'Our Vision' => 'අපේ දැක්ම',
    'Our Values' => 'අපේ වටිනාකම්',
    'Our Team' => 'අපේ කණ්ඩායම',
    'Main Activities Implements During Last Year' => '
 පසුගිය වසර තුළ ක්‍රියාත්මක කළ ප්‍රධාන ක්‍රියාකාරකම්',
    'Integrity' => 'අඛණ්ඩතාව',
    'Empowerment' => 'සවිබල ගැන්වීම',
    'Excellence' => 'විශිෂ්ටත්වය',
    'Community' => 'ප්‍රජාව',
    'Our Objectives' => 'අපගේ අරමුණු',
    'Leave a Message Here' => 'පණිවිඩයක් මෙහි තබන්න',
    'Send Message' => 'පණිවුඩය යවන්න',

    'ourMission-text' => 'ආබාධ ඇති සියළු දරුවන්ට අභිමානවත් ජීවිතයක් ගත කිරීමට ඇති අයිතිය රැක දීම හා ප්‍රවර්ධනය සදහා ඔවුන් සාමාන්‍ය ජන ජීවිතයට අන්තර්කරණය කිරීමට අවශ‍ය සියළු පියවර ගැනීම.',
    'ourVision-text' => 'වයස හෝ ආබධිත තත්වයන්හි දරුණුකම හෝ ආබාධියභාවය කුමක් උවද එය නොසලකා හරිමින් සෑම දරුවෙකුටම ඔහුගේ හෝ ඈයගේ අවශ්‍යතාවයන් ජීවත් වන සමාජයට සන්නිවේදනය කිර්‍රම.බල ගැන්වීම පිණිස  මෙන්ම කාර්යශීලී සමානාත්මතාවයන් සහිත සාමාජ්කත්වය සදහා ඔවුනට සමාන අයිතිවාසිකම් සහ අවස්ථාවන් සදහා පූර්ණ වශයෙන් ඉඩ සලසා දීම අප සතු දැක්මයි.',
    'objective-1' => 'සබඳතා පළුදුවීමේ බලපෑම් අවම කිරීම මගින් පවුලේ ප්‍රවර්ධනයට සහාය වීම.',
    'objective-2' => 'ළමයින්ගේ සහ තරුණයින්ගේ යහපත හා සුභසාධනය ආරක්ෂා කිරීම සහ ප්‍රවර්ධනය කිරීමත්,පුද්ගලයින්, පවුල් සහ ප්‍රජාවන්ගේ ආර්ථික සවිබල ගැන්වීම තුළින් සමාජ ගැටලු මඟහරවා ගැනීම.',
    'objective-3' => 'ආදායම් උත්පාදනය කිරීමේ ක්‍රියාකාරකම්, පුද්ගලයින්, ජාත්‍යන්තර සහ සිවිල් සමාජ සංවිධාන, රජයන්, ව්‍යාපාරික අංශය සහ වෙනත් අයගෙන් ලැබෙන පරිත්‍යාග බලමුලු ගැන්වීම සහ කළමනාකරණය කිරීම තුලින් දරුවාගේ සහ පවුලේ ජීවන තත්වය වැඩිදියුණු කිරීම.
කිසියම් සුදුසු අයිතිවාසිකම්, වරප්‍රසාද සහ සහන ලබා ගැනීම සඳහා සමිතියේ අරමුණු වලට හිතකර පුද්ගලයන්, රජයන් / බලධාරීන්, මහජන ආයතන, සංස්ථා සහ සමාගම් සමඟ විධිවිධාන වලට එලඹීම.',
    'objective-4' => 'ළමා මූලික පවුල්වල ආරක්ෂාව, රැකවරණය සහ සංවර්ධනය සහතික කිරීම.',
    'objective-5' => 'ආපදා, ගැටුම් හා හදිසි අවස්ථා වලදී ළමුන් පවුල් හා ප්‍රජාව සමග නැවත එක්වීම හා නැවත සමාජගත කිරීම.එලෙසින්ම ලියාපදිංචි කිරීම, ලුහුබැඳීම කෙරෙහි විශේෂ අවධානයක් යොමු කරමින් වෙනත් ඕනෑම පුද්යලයෙකු,රාජ්‍ය, රාජ්‍ය නොවන සහ විශ්වාසය පදනම් කරගත් සංවිධාන සමඟ සම්බන්ධීකරණය, සහයෝගීතාව සහ එක්ව කටයුතු කිර්‍රම.',
    'objective-6' => 'රැකවරණය හා රැකවරණය අවශ්‍ය දරුවන් සඳහා තාවකාලික ආරක්ෂිත ස්ථාන පිහිටුවීම, පහසුකම් සැපයීම සහ සහාය වීම.',
    'objective-7' => 'දරුවන් හදාවඩා ගැනීම, භාරකාරත්වය සහ  පෝෂණ සත්කාර  ප්‍රවර්ධනය කිරීම.',
    'objective-8' => 'සමාන අරමුණු ඇති රජයේ ආයතන, සංවිධාන / පුද්ගලයින් සමඟ සහයෝගයෙන් කටයුතු කිරීම.',
    'objective-9' => 'ප්‍රජාව පදනම් කරගත් ළමුන් නැවත සමාජගත කිරීම දිරිමත් කිරීම.',
    'objective-10' => 'වැඩසටහන්කරණයේ ප්‍රධාන ධාරාවේ ළමා අයිතිවාසිකම් ප්‍රවේශය.',
    'director-text' => 'SERD හි අධ්‍යක්ෂක වරුන්',
    'contactUs-heading' => 'අප සමඟ සම්බන්ද වී සිටින්න',

    'victoryName' => 'ජයග්‍රහණය',
    'victoryDescription' => 'ජයග්‍රහණයේ විස්තරය',
    'victoryEdit' => 'සංස්කරණය ',
    'victoryDelete' => 'මකන්න',
    'READ MORE' => 'කියවන්න',


    'eventCategory' => 'සිදුවීම් වර්ගය',
    'name' => 'සිදුවීමේ නම',
    'description' => 'සිදුවීමේ විස්තර',
    'eventEdit' => 'සංස්කරණය',
    'eventDelete' => 'මකන්න',

    'News' => 'කාලීන පුවත්',
    'More' => 'වැඩිදුර',
    'Activities' => 'ක්‍රියාකාරකම්',
    'noVictoriesText'=>'තවම ජයග්‍රහණ කිසිවක් නැත.',

    //News
    'news-carouselText'=>'කාලීන පුවත්',
    'news-heading'=>'කාලීන පුවත්',
    'noNewsText' => 'තවම කිසිවක් නැත.',


]

?>